// 【src/components/language/zh.js】
module.exports = {
	language: {
		name: 'English'
	},
	home: {
		toHOME: '首页',
		toWHITEPAPER: '白皮书',
		toOEXCHAIN: '区块浏览器',
	},
	Module: [{
		title: "",
		title2:"",
		one: "创造性的父子账号功能，可以大大降低普通用户使用区块链产品的门槛，受益区块链发展的红利，做到链上交易小额便捷，大额安全"
	}, {
		title: "cb—dpos机制",
		title2:"",
		two: "以投票模型实行投票挖矿奖励机制，并将得票率排名较高的节点出块奖励分配给投票人和超级记账节点，从而甄别出稳定性高的超级节点，并提升整个系统的记账的稳定性和安全性。"
	}, {
		title: "支持发行",
		title2:"原生数字资产",
		three: "OEX公链将底层原生组件开放出来给用户使用，用户可以在OEX公链上发行属于自己的“原生资产”。用户在OEX公链上发行资产时可不再编写智能合约。只需要在钱包界面填写资产信息便可做到一键发行。"
	}, {
		title: "多资产安全机制",
		title2:"",
		four: "大部分智能合约在合约安全方面都做得并不理想，从而引发资产安全风险，OEX采用了多资产安全保障机制，一旦代币进入私钥地址，合约/代币发起方的合约权限无法操作该笔资产，从而让用户资产更安全。"
	}, {
		title: "链上手续费",
		title2:"分配机制",
		title3: "",
		five: "创新的手续费分配机制———合约开发者、记账节点、公链代币持有用户三方能持续分享公链生态发展红利。"
	}, {
		title: "链上快照",
		six: "运用链上快照技术，所有用户资产和合约数据都可以进行基于时间维度的快照，增加DEFI应用场景的可拓展性，增加搭积木式可组合性。"
	}],
	text_partner:"生态合作伙伴申请中",
	text_text:"代币分配机制",
	text_text_account:"总量限制10亿枚"
	
}
